

"kBluetoothConnectionFailedTitle"				= "Bluetooth audio failed.";
"kBluetoothConnectionErrorTitle"				= "There was an error connecting to your audio device.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "The pairing is no longer valid. Please re-pair your device and try again.";
"kBluetoothConnectionFailedExplanation"			= "There was an error connecting to your headset. Make sure it is turned on and in range. The audio portion of the program you were using may have to be restarted.";
"kBluetoothSBCCodecMismatchExplanation"			= "There was an error connecting to your headset. The encoded audio stream configuration was unacceptable to the remote device.";
"kBluetoothConnectionUnsupportedExplanation"	= "Failed to open a connection to the active audio device. Try setting it up again.";

"kBluetoothDisconnectedTitle"					= "Bluetooth audio disconnected.";
"kBluetoothDisconnectedExplanation"				= "Your headset unexpectedly disconnected. Make sure it is turned on and in range. The audio portion of the program you were using may have to be restarted.";

"kBluetoothAudioInUseTitle"						= "Bluetooth audio in use.";
"kBluetoothAudioInUseExplanation"				= "Another Bluetooth headset is already in use. Only one Bluetooth headset may be used at one time.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Stop using headset";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Stop using headphones";

"kBluetoothAudioHeadsetDeviceType"				= "Headset";
"kBluetoothAudioHeadphoneDeviceType"			= "Headphones";

"kBluetoothAudioSwitchButtonTitle"				= "Use This Device";
"kBluetoothAudioTryAgainButtonTitle"			= "Try Again";
"kBluetoothAudioDisconnectButtonTitle"			= "Disconnect";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Don’t Ask Me Again";

"kBluetoothAudioSwitchHeadestMessageText"		= "Would you like to use the Bluetooth “%@ (Mono)” as your audio device?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Would you like to use the Bluetooth “%@ (Stereo)” as your audio device?";

"kBluetoothAudioSwitchInfoText"					= "You can disable this dialog in the Bluetooth Preference Pane by clicking on the advanced options and unchecking “Prompt for all incoming audio requests.”";

